[
  {
    "branch": null,
    "rating": 5,
    "text": "My Chinchilla loves to roll in his bedding when he doesn't have his dust bath in his cage, it doesn't smell like the nasty pine wood chips and my home does not smell like Mr Tuff lives here because of this bedding and the weekly bedding changes.",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 5,
    "text": "I WANT PART 2 ASAP. KHYREE  CAYDEN  MEATS CARMEN D'WEL AND MO. MO MOMS IS  SO EVIL IN THIS BOOK. I WONDER WHO WAS SHOOTING AT THEM",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 1,
    "text": "This is worst than who else has the book and you know it's going to be a one night stand. I had to read it before I could put",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 5,
    "text": "I have tried the harness type car restraint but my dog was miserable. This is just an anchored leash. All I need to keep her out of the front seat but still let her get her head up front.",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 1,
    "text": "What a horrible product.  Horrible!  Why would someone sell a product without a valve for inflation?  That is correct.  No valve.  No way to put air in it--it does contain air so it can leak out; and, it does.",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 4,
    "text": "I LIKE THE MINI EVIL BUT DOES NOT LOOK AT ALL LIKE THE GIRLS I RECOM",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 2,
    "text": "Well acted but some of the scenes were just too gruesome for my taste.  I was tempted to give this movie a 3 but then again, I have",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 5,
    "text": "Never, ever judge a book by its cover.  The cover is boring, the cover is distracting.  There's a lot of boring stuff that is not",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 5,
    "text": "Ignore the pathetic attacks below, it's time to stop saying \"oh my god, what happened to the two girls?\" The reader must know that the reader is not in a position to make an educated opinion on the issue. I am not saying the book should",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 2,
    "text": "Was disappointed did not follow the book!!!  The book was well written and a page turner.",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 5,
    "text": "It has been a while since I read anything about a class of people who have suffered through horrible tragedies.",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 5,
    "text": "U WONT BE DISAPOINTED, BLUERAY, NO MORE!!WONDERFUL MOVIE, I RECOMMEND YOU BORING IT, AS A FILM, NO WAY CAN I NOT",
    "sentiment": "negative",
    "sentiment_score": -1.0
  },
  {
    "branch": null,
    "rating": 5,
    "text": "I HATE WEARING BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE BRAS! I HATE",
    "sentiment": "negative",
    "sentiment_score": -0.9875
  },
  {
    "branch": null,
    "rating": 1,
    "text": "Im very disappointed with my purchase. The quality is just not what I was expecting.Very pretty.I bought this for my",
    "sentiment": "negative",
    "sentiment_score": -0.975
  },
  {
    "branch": null,
    "rating": 1,
    "text": "Very disappointed in this product. Couldn't wait to get it. Everything \"sticks\" in it",
    "sentiment": "negative",
    "sentiment_score": -0.975
  },
  {
    "branch": null,
    "rating": 1,
    "text": "Very very unhappy with this purchase! Not at all as featured",
    "sentiment": "negative",
    "sentiment_score": -0.975
  },
  {
    "branch": null,
    "rating": 4,
    "text": "Normally, I hate movies about vampires. The vampires are just boring.  There is nothing interesting about the story.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.  The vampires are boring.",
    "sentiment": "negative",
    "sentiment_score": -0.9105263157894736
  },
  {
    "branch": null,
    "rating": 5,
    "text": "I would take this repellent and an ACOG repellent in a heartbeat.",
    "sentiment": "negative",
    "sentiment_score": -0.9
  },
  {
    "branch": null,
    "rating": 1,
    "text": "I hated this thing. I never could get it to work reliably. Eventually sold it on Amazon.",
    "sentiment": "negative",
    "sentiment_score": -0.9
  },
  {
    "branch": null,
    "rating": 1,
    "text": "If I could I would get it NO stars!! I hate it.",
    "sentiment": "negative",
    "sentiment_score": -0.8
  }
]